{
  "query": "What aspects of gMG are most challenging to manage? - for patients",
  "raw_answers": [
    [
      "FATIGUABILITY",
      "jects including participation in clinical trials and access to care PHYSICAL IMPACT:Wide range of ongoing physical impacts including MOTOR IMPAIRMENT, FATIGUABILITY, GENERAL FATIGUE, WEAKNESS, IADL LIMITATIONS, and ADL LIMITATIONSPatients often cite FATIGUABILITY as a particularly difficult impact to manage, as it equates to them having a FIXED AMOUNT OF ENERGY in a given day that needs to be RATIONED and PROACTIVELY MANAGED (e.g., forgoing activities, making energy plans, looking for energy saving shortcuts"
    ],
    [
      "LOSS OF INDEPENDENCE",
      "ke life has been taken from them(Emotions mentioned: resentment, anger, sadness, depressed, apathy) Living with gMG places an ENORMOUS EMOTIONAL TOLL ON PATIENTS with FAR REACHING IMPACTS on their mood and psychosocial well-being. Patients state the LOSS OF INDEPENDENCE is especially difficult to deal with. At the outset of the disease, patients tend to report the emotional impact is at its peak, but over time, some patients begin to accept their new normal EVOLUTION OF IMPACT OVER TIME I did dwell in the first few"
    ],
    [
      "Almost all activities",
      "able to do anything  Patient1 My friend and her family were going to the lake for the day and they wanted me to go and I was like, Ill just be so exhausted that I WONT BE ABLE TO KEEP UP WITH YOU ALL DAY  Patient1 PRIORITIZE SLEEP LOOK FOR SHORTCUTS Almost all activities are taxing to me. I adapt by taking shortcuts and simplifying when possible. Quick simple meals with leftovers for harder days. Showering wipes me out for hours, so I sponge bath in between. I ELIMINATE THE UNNECESSARY STUFF  Patient4 I dont take a "
    ],
    [
      "fatigue",
      "nce3 - C Space_Alexion_gMG Patient Journey_Phase 2 Arriving at Diagnosis_8.12.19.pdf4 - C Space_Alexion_gMG Patient Journey_Phase 4_Management 10.23.19.pdf LIVING WITH GMG\u000bPHYSICAL IMPACT  GOOD DAYS & BAD DAYS section Regardless of efforts to manage fatigue, patients are still subject to day-to-day symptom fluctuations (described as good days and bad days). Though the bad days are debilitating, patients describe learning to live with them over time Patients describe ongoing fluctuations in their sympto"
    ],
    [
      "cleaning or doing household chores",
      "RMENT, FATIGUABILITY, GENERAL FATIGUE, WEAKNESS, IADL LIMITATIONS, and ADL LIMITATIONS [I would like to] drive again... be able to cook by myself. I mean, Im not asking to be able to go work, JUST DO BASIC ITEMS AND DAILY TASKS  Patient1 Difficultly cleaning or doing household chores, running errands, driving, cooking, and writing / typing INSTRUMENTAL ADLs (IADLs)1 I couldnt hold my arm above my head to get a shirt on. I would have to have help... I JUST COULDNT DO IT BY MYSELF  Patient1 Challenges with bathing or performing ba"
    ],
    [
      "School disruption, accommodation",
      "pacts 0.4642857142857143 Social functioning modifications 0.4642857142857143 Feel misunderstood 0.4642857142857143 Fine motor impairment 0.4642857142857143 Planning: Permanent life modifications 0.39285714285714285 Unable to work 0.32142857142857145 School disruption, accommodation, challenges 0.2857142857142857 Balance impairment 0.2857142857142857 Retired because of symptoms 0.21428571428571427 Positive impacts (e.g., gratitude, family support) 0.21428571428571427 Part-time work 0.14285714285714285 Adaptations to accommodate"
    ],
    [
      "thinking / focus / attention",
      "ds mid-sentence Thinking of a word but saying anotherThinking hard to find the right word DIFFICULTY WITH WORD RECALL / APHASIA ... which tends to manifest in terms of forgetfulness / memory problems, difficulty with word recall, and difficulty with thinking / focus / attention Ill think of something I want to do, and Ill finish up what I was doing, and Ill say, What was it I want to do anyway? I cant remember what I was going to go do  Patient2 Forgetting what one was doing mid-taskForgetting previous conversationsForgett"
    ],
    [
      "variability of the daily impact",
      "The significant variability of the daily impact of gMG may be overlooked; neurologists acknowledge may need greater practical support than they are currently able to provide LIVING WITH GMG\u000bDAILY VARIABILITY AND NEED FOR MORE PRACTICAL SUPPORT 1Q22 Update Return to Summary of Updates section s Da"
    ],
    [
      "social life, professional life, family life",
      "nt with the doctor, but can also be interpreted as a high level of trust in the doctor, which also fits the rather older patient group)The answers given by the patients also show that the effects of the disease on various aspects of life (especially social life, professional life, family life) are not often addressed in discussions with doctorsUsually I am the one to talk about my difficulties. It rarely happens that the doctor asks me. Generally, we talk about the aspects that are more related to the symptoms and the treatment.  Woman ("
    ],
    [
      "side effects of steroids & ISTs",
      "ion)  Finding an HCP that recognizes MG 5. A testing odyssey to confirm, re-confirm Dx, re-re-confirm, etc. 6. I have MG, but Im sure it will go away away quickly 7. A never-ending treatment odyssey with ongoing trial and error 8. Relief is torture (side effects of steroids & ISTs) 9. Finally finding something that works 10. Is this the best there is [or that youre willing to prescribe me]?  11. My MG is different, and so are my treatment goals 12. Finding the right partners in care 13. Remission. But at what cost? 14. My MG "
    ]
  ]
}
