{
  "query": "What aspects of gMG are most challenging to manage? - for HCP",
  "raw_answers": [
    [
      "pt management are PCP colleagues changing steroid doses",
      "HCP share 2 insights. Sometimes the biggest obstacle in gMg pt management are PCP colleagues changing steroid doses (reduction) without discuscion with neurologis. Shared example of 90yr old pt on pred 10mg for 2 yrs. PCP tapered the pred to off w/o calling NM physician. Pt exacerbated 3 months later and hospitalized. MG patient management requires a team approac"
    ],
    [
      "CostCost",
      "rence but can be an option for combo use with IVIg/efgartigimod.Action: Monitor insights on zilucoplan after phase 3 results are published and continue monitoring for insights surrounding combo therapy and burden of treatment with daily SC delivery. CostCost continues to be a major hurdle: in a community practice setting, high efficacy of complement inhibition is understood, but high cost continues to lead pharmacy benefits decision makers to create barriers to reimbursement. This has led providers at t"
    ],
    [
      "accessibility , patient reliability",
      "ons , etc.), so long as availability and pricing are not barriers.   Noted challenges included: D osing frequen cy with a need for more dosing flexibility studies , need for IV access  (may require a port in the long run if continued indefinitely ), accessibility , patient reliability  when conducting assessment s via telemedicine.  o If the FcRn receptor  is effectively blocked  per the mechanism of action, advisors agreed that there may not be the need for so many infusions , though more data are required to help support this h"
    ],
    [
      "no symptoms",
      "The panelists during the UCB ITU at AAN emphatically stated that “no symptoms” are their management goals. There is a large population of undermanaged patients with gMG who need to be made aware and treated such that that they could get back to normal functioning. Action: ·Generate and discuss steroid reduction RWE ·Bolster s"
    ],
    [
      "dosing frequency and safety profile",
      "all dosing exists; they do believe however that physicians and patients like a predictable dose. Complement was called out as being continuously active and therefore it needs to be managed chronically with a predicable, chronic dose.Most HCPs listed dosing frequency and safety profile as the most important factors that create treatment burden and influence their management strategies. Cost was called out as an important influence as well. One HCP at a major academic institution stated: Cost, insurance and every 2 weeks dosing inh"
    ],
    [
      "DiseaseLong term management goals",
      "ort services. gmG-complement inhibition Key Takeaways *This indicates the total number of HCPs represented in this report. Various insights may be originating from a subset of this number Report date: April 2022 |  Number of HCPs : 96* gMG Burden of DiseaseLong term management goals of the disease remain variable across different HCPs. Common themes include reducing therapy burden (IV access for infusions, frequent dosing needs), getting patients to achieve minimal manifestations and improved quality of life measures, and predn"
    ],
    [
      "treatment options are extremely limited because we dont have access to anything novel",
      "Key aspects for MG care is using targeted immunosuppressive/modulatory treatments and using a patient-centred approach -when we talk about treatment decisions for MG, we need to be grounded in reality that the treatment options are extremely limited because we dont have access to anything novel."
    ],
    [
      "oMG",
      "specialists. KOL reports he reviews all referrals and cases from ophthalmologists and those within academic center work to triage patients quickly to his clinic. Education opportunity for ophthalmologists to become more educated and comfortable with oMG/gMG management."
    ],
    [
      "side effects",
      "KOL presenting at an Invitational Grand Rounds indicated areas such as employment, depression/mental health, strength, side effects of gMG management, socialization, and effects on co-morbidities are important measures of QoL and inclusion of patient satisfaction measures such as PASS scores should be reported more broadly and frequently as part of QoL measures."
    ],
    [
      "Core Activities",
      "gMG INTL Level Insights and Updates on Core Activities IT and Uk submitted Ultomiris gmg dossiers to their regulatory agencies November2022 Launches / access updatesDE, FR and AT launch are gaining momentum (55 commercial cumulative PEQs in 3rd month)November 30. Alexion Australia received notification "
    ]
  ]
}
