{
  "query": "Where do C5i (Ecu/Ravu) fall in the treatment algorithm",
  "raw_answers": [
    [
      "if patient is stuck in hospital or has severe bulbar symptoms",
      "ECU impact on QOL looks good but it’s too costly for a life-long treatment and Q2W is too frequent. RAVU would at least help with this. Would only consider C5I if patient is stuck in hospital or has severe bulbar symptoms. Expects government would only cover patients who fail several therapies, so it wouldn’t be as early use as how CHAMPION was designed. Is concerned that LT use of ECU would result in dependency for example if use IVIg too early in disease course, pt"
    ],
    [
      "do not affect proximal complement",
      "MD stated that he was concerned about the risk of infection with ecu/ravu because of their affect on the complement system as a whole. \\n Continue to educate HCPs that C5I do not affect proximal complement, and avoid assumptions that the mechanism of the drugs is well understood, including by practitioners who have engaged with Alexion at earlier timepoints."
    ],
    [
      "they prefer RAVU",
      "Tier one academic KOL stated that when they have a new MG patient they want to put on C5i, they prefer RAVU with the exception of women of childbearing potential. KOL still uses ECU in this population because of published data. KOL believes it is the same for both agents, but still chooses ECU based on available data. The KOL mentioned that RAVU in pregna"
    ],
    [
      "waning of effect",
      "ted that he has had great success in improving gMG symptoms with C5i and has over 10 pts on them (most of them have switched to Ravu). However, he has noticed that some patients have great improvement with both Ecu and Ravu initially and then have a waning of effect. These patients had worsening bulbar symptoms and were eventually treated with IVIG to treat the symptoms. The patients are still continuing on Ravu."
    ],
    [
      "Some patients do not respond to C5 inhibitors",
      "Some patients do not respond to C5 inhibitors. Unable to identify predictors to poor response. He thinks that some patients on ecu develop ADA."
    ],
    [
      "C5 inhibitors",
      "N=99  This indicates the total number of insights represented in this report. Various insights may be originating from a subset of HCPs. C5 inhibitors  treatment algorithm An academic HCP stated that therapies targeting antibody levels may be more effective then C5IT as they target upstream mechanisms that may be involved in the pathophysiology of gMG beyond just C5 and MAC formation. Following a "
    ],
    [
      "naïve starts",
      "KOL stated they transitioned multiple RAVU patients back to ECU over the last few months.  KOL has not experienced any issues with RAVU C5IT naïve starts, only those previously on ECU. (Note: Two waning efficacy cases reported in May insights from this KOL) Action: Continue to monitor and collect patient data for RAVU waning efficacy."
    ],
    [
      "drivers",
      "N=99  This indicates the total number of insights represented in this report. Various insights may be originating from a subset of HCPs. C5 Inhibitors - drivers HCPs continue to report success with ravulizumab initiations, including in treatment naive patientsInfusion nurse perspective: Ravulizumab is easy to administer, and the no-waste vial was appreciated Patient perspective: Appreciated the short infusi"
    ],
    [
      "C5 naive patients",
      "ght be your biggest challenges/hesitation in using ravulizumab, if any? Earlier in the patient journey (less time since MG diagnosis) 9.0 Patients who are not able to travel for biweekly infusions 12.0 Non-refractory AChR+ gMG 6.0 Patient Choice 4.0 C5 naive patients 5.0 Switch from eculizumab 7.0 Switch from efgartigimod 2.0 Switch from IVIg 1.0 Convenient dosing schedule 18.0 Established MoA 4.0 Favorable efficacy profile 14.0 Favorable safety profile 8.0 Affordability/ Price/ Payer access 12.0 Meningococcal i"
    ],
    [
      "naive patients",
      " travel for biweekly infusions 9.0 In women of reproductive potential 2.0 Patient choice 6.0 I plan to use ravulizumab in similar patient types as eculizumab 4.0 Switch from efgartigimod 1.0 Switch from chronic IVIg 2.0 Switch from eculizumab 6.0 C5 naive patients 1.0 None 1.0 Convenient dosing schedule 15.0 Established MoA 7.0 Favorable efficacy profile 12.0 Favorable safety profile 3.0 Affordability/ Price/ Payer access 10.0 Meningococcal infection risk 6.0 Vaccination requirement 9.0 No Yes *Additional det"
    ]
  ]
}
