{
  "query": "What clone size would warrant therapy?",
  "raw_answers": [
    [
      "10%",
      "Clone size of 10% along with type of clone, clinical parameters and patient symptoms are used to determine when I initiate therapy with a C5 inhibitor. Need more data on smaller clone size and outcomes to start treatment in asymptomatic PNH patients with smaller clon"
    ],
    [
      ">20%",
      "Key Parameters for Treatment initiation Advisors agreed that they would initiate treatment in patients with >20% clone size but consider other factors in patients with lower clone sizesOne advisor noted that the rationale to treat based on clone size is to prevent thrombosisAdvisors opinions varied on when to initiate treatment, but they noted several key fact"
    ],
    [
      "<20%",
      "n Clinical biomarkers: Hb <10g/dL, LDH 1.5x ULN to 3x ULN, and other laboratory values for an overall clinical picture (eg, reticulocytes, bilirubin)  Other factors: combination of parameters and clinical picture  Consider treatment in patients with <20% clone size based on:  CAC, complement-amplifying condition;  Hb, hemoglobin; LDH, lactate dehydrogenase; PNH, paroxysmal nocturnal hemoglobinuria; QoL, quality of life; TE, thrombotic event; ULN, upper limit of normal."
    ],
    [
      "large",
      " qualify for treatment otherwise, advisors would pre-emptively immunize them for meningitis and monitor them closely as long as the clone size is smallOne advisor commented that she would initiate treatment if the patient considering pregnancy had a large clone size but not elevated LDH or anemiaSeveral advisors expressed an interest in participating in a publication about initiating treatment in PNH that targets community hematologistsAdvisors who seemed particularly interested included Dr. Shammo, "
    ],
    [
      "PNH erythrocyte",
      "79.8 (56.7-114.0) History of RBC transfusiona, n 4 2 6 Median RBC units transfuseda, n (range) 7.0 (2-198) 3.0 (1-5) 5.5 (1-198) Median baseline PNH granulocyte clone size (range), % 86.0 (37.0-97.0) 92.3 (17.9-99.6) 88.7 (17.9-99.6) Median baseline PNH erythrocyte clone size (range), % 17.0 (5.0-58.4) 23.4 (8.7-87.4) 17.0 (5.0-87.4) History of aplastic anemia, n 3 2 5 Median baseline normalized LDH x ULN (range) 5.2 (2.3-20.4) 1.1 (0.7-1.3) 2.3 (0.7-20.4) Median baseline hemoglobin (range), g/L 89.5 (80-121) "
    ],
    [
      "smaller",
      " thrombotic prevention rather than reactive symptom management   A cut-off for eculizumab initiation was suggested for patients with a clone exceeding 10% in size o However, the advisors noted they had seen anticomplement therapy initiated with much smaller clone sizes  It was raised that some patients with PNH with sizable clones also respond well to ISTs o The advisors remarked that coverage limitations may ultimately dictate treatment selection and emphasized that ISTs are often the next-best option"
    ],
    [
      "0.128",
      "st quarterly, and reassessing clone size at least every 6 months Ongoing treatment & monitoring\u000bHCP perspectives on monitoring section Frequency PNH Patients are Seen by HCPs1(% of Patients seen by HCP at the following frequencies, ex-US) Clone Size 0.128 Signs & Symptoms 0.17642857142857143 Frequency of AA Patient Reassessment 1(% of Physicians indicating testing frequency, ex-US) For patients seen every 2 weeks, testing is very common (<10% report that no tests are conducted every 2 weeks); dependi"
    ],
    [
      "Granulocyte",
      " IV loading doseb; 680 mg SC every 4 wk (n=7) Group B: IV loading doseb; 340 mg SC every 2 wk (n=6) Group C: IV loading doseb; 170 mg SC weekly (n=6) Male sex, n (%) 6 (60) 13 (68) 3 (43) 6 (100) 4 (67) C5 polymorphism, n (%) 1 (10) 1 (6) 0 0 1 (17) Granulocyte clone size, mean  SD, % 80  18 86  13 92  8 84  18 80  13 Baseline LDH, mean  SD, U/L 1159  608 327  233 230  46 415  256 353  323 Baseline hemoglobin, mean  SD, U/L 95.2  14.7 104.7  17.7 106.4  14.7 94.8  8.3 112.5  24.5 Red blood cell transfusion"
    ],
    [
      "72%)*",
      "would be improved. . . . I also also had blood transfusions which made me feel better, but they have to be done at the ER and I have to be there all day. . . . I have not been approved for Soliris by the government yet.  (Patient, Brazil, clone size 72%)*5 *But note Brazil quote is from 2014"
    ],
    [
      "50% decrease",
      "PNH GLOBAL MEDICAL AFFAIRS ADVISORY BOARD Virtual Webinar | March 21, 2020      3 For internal use only. Confidential. Do not distribute o A  50% decrease in clone size in a 3- to 6-month period was considered problematic and grounds for performing a bone marrow biopsy  Some advisors hypothesized that the increase in ferritin observed over time was from hemochromatosis. Should this trend persist with "
    ]
  ]
}
