{
  "query": "What published data is available for efficacy and safety for Ravu?",
  "raw_answers": [
    [
      "study 301 and study 302",
      "Ravulizumab: Impressions of the 2-year follow-up findings from study 301 and study 302  Advisors noted that in most patients with PNH, they would continue to use ravulizumab as a first line therapy and utilize danicopan as an add-on therapy if neededIn live polling, advisors unanimously agreed that ravulizumab is their choice for a tr"
    ],
    [
      "laboratory monitoring",
      "es can be problematicThe reaction to SC ravulizumab was mixed.  Some patients may prefer a SC route of administration, but advisors were hesitant due to fears about compliance, self-administration, infusion site reactions, and the absence of regular laboratory monitoring afforded by IV ravulizumabAdministering ravulizumab to a patient in the clinic provides an advantage as the barrier for reimbursement is higher for at-home, patient-administered therapyThere was a common misconception that SC ravulizumab was intende"
    ],
    [
      "301/302 52-week",
      "Ravulizumab Clinical Trial Program in PNH Overview: All advisors (academic and large community practice) were familiar with the 301/302 52-week data and indicated that nearly all their patients have switched to ravulizumab. Therefore, the discussion was not a direct reaction to the 52 week data presented, but more around current ravulizumab utilization in the real world setting and identify"
    ],
    [
      "long-term data",
      "ting patients with PNH. KOL also feels that the pro's and con's of therapies to treat PNH should be fully illustrated to the hematology community so that clinicians know and are aware of therapeutic differences. Some examples that she mentioned: the long-term data with Ravu while novel agents do not have availability of long-term data, the characteristic BTH seen with PEG and reported in the literature which differs from C5i, as well as EVH and what is clinically meaningful EVH. Highlighting these aspects wil"
    ],
    [
      "free-C5",
      "vulizumab safety data were desired, but advisors remain comfortable with safety profileAlthough the difference in efficacy between ravulizumab and eculizumab was not clinically significant, advisors agreed that they favored the ravulizumab data. The free-C5 data between ravulizumab and eculizumab was indicated as an important differentiatorDesire for commercial immunoassaysA commercial immunoassay for free-C5 was sought after by many advisors in order to identify individuals who have a suboptimal respo"
    ],
    [
      "15 TIMELINE Symptom Improvement Hemoglobin",
      "TREATMENT with Ravulizumab 15 TIMELINE Symptom Improvement Hemoglobin Apr\u000b2019 Patient was offered opportunity to switch to ravulizumab and agreed to initiate treatment May 2019 to \u000bMar 2020 Platelet Count LDH has remained normal \u000b(always 400500 range)Reticulocyte count has been stable (~6080K)"
    ],
    [
      "No infection",
      "ClinicAl course (LDH, HG, Reticulocytes) 24 No infection Ravulizumab No infection"
    ],
    [
      "long-term efficacy and safety results of IV ravulizumabGain",
      "Objectives Ravulizumab DataGather insights on the long-term efficacy and safety results of IV ravulizumabGain a better understanding of the potential use of the ravulizumab 100 mg/mL formulation and ravulizumab SC based on preliminary resultsUnderstand real-world management of PNH and use of ravulizumab in different clinical settingsEVH in PNHSeek advice on"
    ],
    [
      "laboratory analyses for C3 loading",
      "f a high reticulocyte count and high levels of bilirubin, which suggest extravascular hemolysis.  o In response, a few advisors shared they also follow patients with suspected extravascular hemolysis despite a negative DAT   In lieu of more advanced laboratory analyses for C3 loading, the advisors suggested monitoring fatigue scores to assess for suspected extravascular hemolysis in the absence of a positive DAT"
    ],
    [
      "recent ravulizumab data",
      "Advisor reactions to recent ravulizumab data"
    ]
  ]
}
