{
  "query": "Burden of transfusions",
  "raw_answers": [
    [
      "Transfusion dependent patients",
      "nel and consumables comprise 77.5% and 20%4Blood administration costs add substantially to the costs of the blood products themselves; in 2015, the annual cost of blood administration in the UK, excluding blood products, exceeded $175 (120) million5 Transfusion dependent patients represent a significant additional cost burdenTransfusion dependent patients had higher annual pharmacy costs (US$4,457) than transfusion-independent patients (US$2,926)1Transfusion-dependent patients had higher annual medical costs (US$50,663) than"
    ],
    [
      "dependence",
      "OST BURDEN Click on star to return to novel insight summary section Although a large portion of C5 treated patients do not require transfusions, those that do OFTEN HAVE SIGNIFICANT NEEDS (in terms of transfusions frequency); Ultimately, transfusion dependence is associated with SIGNIFICANTLY HIGHER MEDICAL COSTS PORTION OF PATIENTS Low Estimate Note: Higher avg number of transfusions per year in real world setting than Soliris may reflect HCPs moving more severe / transfusion dependent patients onto Soli"
    ],
    [
      "RELATIVELY COMMON AMONG SOLIRIS PATIENTS",
      "g BTH7-10(consolidated summary of estimates) Portion of Patients Requiring  1 transfusions in past 12 mos4-6(consolidated summary of estimates) SEVERAL FACTORS BESIDES EVH may necessitate ongoing transfusions despite C5 Tx; Although transfusions are RELATIVELY COMMON AMONG SOLIRIS PATIENTS, a large portion of these are driven by UNDERLYING BMF (e.g., AA) or BREAKTHROUGH INTRAVASCULAR HEMOLYSIS; In contrast, Ultomiris patients have significantly LOWER RATES OF TRANSFUSIONS & BTH RATES OF TRANSFUSIONS VS BTH FOR SOLIRIS & ULTOMIRIS SEVE"
    ],
    [
      "The need for ongoing transfusions",
      "agement EVH\u000bPatient Experience: TRANSFUSION EXPERIENCE Patients who remain transfusion dependent may ultimately perceive it as a lack of Soliris / Ultomiris efficacy Click on star to return to novel insight summary section FREQUENCY OF TRANSFUSIONS  The need for ongoing transfusions despite C5 treatment is HIGHLY VARIABLE LOW / NONE DEPENDENT Soliris had stopped being effective for me... I FELT SO ALONE - Patient2 I had an extremely rare disease and now the only treatment for it was NO LONGER WORKING - Patient2 Since he started"
    ],
    [
      "dedicate every other week of my life to this treatment anymore",
      "ng the possibility of research and figuring something like this out. Because for someone like me having so many different rolls I already play in my life and so many goals and being so young, it would be really amazing knowing that I wouldnt have to dedicate every other week of my life to this treatment anymore. . . . I would want to know if that meant that the dose would be increased. I would also want to know if there were any other side effects that came with that. I would want to know what even the minimal reactions might be. . . . I would also want to"
    ],
    [
      "Getting infusions only seven times per year",
      "ase 19 less treatments a year [e.g., with Ultomiris]. All good things about that.  Ian (Patient)4 Respect My Time To date, there is limited first hand experiences about switching to Ultomiris, but patients weigh in on the prospect of switching . . . Getting infusions only seven times per year would give me the freedom to not think about PNH so often or have it inconvenience my life as frequently. No more worrying about whether my infusion date will be while I'm on vacation. It would give me freedom!  Puja (Patient)5 Wow, so the idea of, "
    ],
    [
      "hospital visits",
      "mplete it over the weekend. Some of those tasks include: meal prep, laundry, homework, chores, assignments for work, catching  up on text messages/phone calls/emails etc.  Emily (Patient)7 \"I have been living this life for many years, with all these hospital visits and I am bored of it, fed up with this condition. (Patient, IT)3"
    ],
    [
      "7",
      "e challenging for patients and carers7Treatment time of Soliris is 25,920 hours (US  non-home care markets  for 100 patients for 2 years)7Estimated lost productivity costs for Soliris $518,400 (US  non-home care markets  for 100 patients for 2 years)7 Estimated direct medical costs for Soliris due to breakthrough hemolysis / transfusion dependence = $4.1M (US  non-home care markets  for 100 patients for 2 years)7 ~ 18% of Soliris-treated patients remain transfusion-dependent10Transfusion dependen"
    ],
    [
      "1 20",
      "1 20 PRESENTATION_Egg_Alexion_PNH Report_6.15.17 final download.pptx, slide 202 20 PRESENTATION_Egg_Alexion_PNH Report_6.15.17 final download.pptx, slide 433 20 PRESENTATION_Egg_Alexion_PNH Report_6.15.17 final download.pptx, slide 314 20 PRESENTATION_Eg"
    ],
    [
      "1-3 per year",
      "prevents blood clots in patientsEffectively prevents secondary thrombosis in patients  HCP PERCEIVED IMPORTANCE OF THERAPY \u000bCLINICAL ATTRIBUTES (ex-US)7 section Achieve / maintain transfusion independence (minimize required number of transfusions to 1-3 per year; normalize LDH levels; stable Hb; reduce risks associated with transfusions)4 Prevent / reduce renal disease (e.g., prevent stage 3b CKD progression, maintain lowest possible creatinine, reducing ongoing hemolysis)4Prevent / improve other end-stage "
    ]
  ]
}
