{
  "query": "The right time to offer a Complement 5 inhibitor to a patient with generalized myasthenia gravis?",
  "raw_answers": [
    [
      "earlier in disease if they could convince payers of the benefit to patients",
      "r incomplete benefit and intolerant to therapy. Currently, they do not qualify their patients with incomplete response as refractory in clinical notes and do not consider these as synonymous. Advisors agreed they would consider complement inhibition earlier in disease if they could convince payers of the benefit to patients.  Advisors disagree on the ability of eculizumab to control MG disease as a monotherapySome advisors consider complement inhibition as adequate and sufficient therapy in isolation and have had positive experiences with eculizumab monotherapy, while "
    ],
    [
      "earlier in disease if they could convince payers of the benefit to patients",
      "r incomplete benefit and intolerant to therapy. Currently, they do not qualify their patients with incomplete response as refractory in clinical notes and do not consider these as synonymous. Advisors agreed they would consider complement inhibition earlier in disease if they could convince payers of the benefit to patients.  Advisors disagree on the ability of eculizumab to control MG disease as a monotherapySome advisors consider complement inhibition as adequate and sufficient therapy in isolation and have had positive experiences with eculizumab monotherapy, while "
    ],
    [
      "Some AChR+ gMG patients do not respond to complement inhibition therapy",
      "Some AChR+ gMG patients do not respond to complement inhibition therapy. This is most likely due to individual immune response dynamics. There is a publication that will be coming out soon to address this in more detail."
    ],
    [
      "ESR proposal submission is expected for TARC review",
      "s, who may have failed ISTs, IVIg and FcRn inhibition. Moreover, some health plans are not only reimbursing complement inhibitor therapies in seronegative gMG patients, but in certain cases in these populations, requiring Soliris use over Ultomiris. ESR proposal submission is expected for TARC review, and Market Access and HEOR will be referred for follow-up once plan is identified."
    ],
    [
      "\u000bas 1st",
      "U ... to monitor for or manage respiratory failure and bulbar dysfunction. Impending crisis requires hospital admission and close observation of respiratory and bulbar function. EXACERBATIONAND CRISISCan emerge at any point\u000bin disease courseincluding\u000bas 1st manifestation of gMG CS  non-steroidal IST ICU Hospitalization  (IMPENDING) MYASTHENIC CRISIS Approved for AChR Ab+ patients ECU No thymoma, but AChR Ab+ AND <50 years Consider alternate IST   dose of CS AChR Ab+(~85%) RTX Thymectomy Inadequate resp"
    ],
    [
      "early introduction of a nonsteroidal immunosuppressive therapy",
      "d peaks after a mean of 5.5 months.There are several options for patients who are at increased risk for glucocorticoid complications in order to minimize the duration of the initial prednisone course or to avoid glucocorticoids completely, including early introduction of a nonsteroidal immunosuppressive therapy (eg, azathioprine or mycophenolate) and bridge therapy with intravenous immune globulin (IVIG) or therapeutic plasma exchange.We typically start prednisone at 20 mg daily and then increase by 5 mg every three to five days to a usual target dose of 6"
    ],
    [
      "prior to beginning corticosteroids if deemed necessary",
      " life-threatening signs such as respiratory insufficiency or dysphagia; in preparation for surgery in patients with significant bulbar dysfunction; when a rapid response to treatment is needed; when other treatments are insufficiently effective; and prior to beginning corticosteroids if deemed necessary to prevent or minimize exacerbations. The International consensus guidance for management of MG (2016) outlines the uses of IVIg and PLEX IVIg and PLEX PLAY MULTIPLE ROLES IN gMG The use of IVIg as maintenance therapy can be considered for patients "
    ],
    [
      "Section 1.3",
      "o inform C5IT prescribing practices. The definition of SOC for gMG is ambiguous and can differ by region. Further, there are no clear definitions of treatment fai lure. To this end, additional consensus is needed to inform C5IT reimbursement and use.Section 1.3: Feedback on Outstanding Data Gaps for C5ITsC5IT: complement 5 inhibitor therapy, gMG: generalized myasthenia gravis, HCP: health care providers, SOC: standard of care.Additional data is needed to elucidate the impact of C5ITs on concomitant therapy"
    ],
    [
      "2021",
      "Patient journey\u000bMYASTHENIA GRAVIS PATIENT JOURNEY FUTURE OPTIONS VERY ACTIVE pipeline led by 3 MOAs:Complement inhibitorsFcRn antagonistsB-cell targeted therapies Argenx FcRn antagonist efgartigimod may be approved before end of 2021 Note: IVIG & PLEX may be used episodically, however, 7-15% of patients are ultimately refractory and may require chronic IVIG or be transitioned to novel refractory treatment options Also key treatments for MYASTHENIC CRISIS ... as well as newer opt"
    ],
    [
      "Pending approval by Regulatory Agencies",
      " CHAMPION MG open-label extension study (Howard JF et al.) Pharmacokinetics of Ravulizumab and Effects on Complement C5 in Adults with Generalized Myasthenia Gravis: Results from the Phase 3 CHAMPION MG Study (Annane D et al.) We are here Note(s): * Pending approval by Regulatory Agencies; ** Current draft titles subject to changes during review processSource(s): Soliris RWE GMT (Sep 2021)"
    ]
  ]
}
